Repository: buechlerpro/typo3-realer
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# selectBox.pleaseSelect
source: Please select
de: Bitte wählen

# property.tabs.location
source: Location
de: Lage

# property.tabs.basic
source: Basic
de: Basis

# property.tabs.complementary
source: Complementary
de: Ergänzend

# property.sales_state.1
source: For sale
de: Zum Verkauf

# property.sales_state.2
source: Sold
de: Verkauft

# property.location_type.1
source: Centric
de: Zentrisch

# property.location_type.2
source: Peripheric
de: Agglomeration

# property.location_type.3
source: Rural
de: Ländlich

# property.object_type.1
source: House
de: Haus

# property.object_type.2
source: Flat
de: Wohnung

# property.object_type.4
source: Comercial venues
de: Geschäftslokal

# property.object_type.5
source: Terrains/Solar
de: Land / Bauland

# property.object_type.6
source: Singular house
de: Alleinstehendes Haus

# property.object_type.7
source: Country house
de: Landhaus

# property.object_type.8
source: Industrial room
de: Industrieraum

# property.object_type.10
source: Office
de: Büro

# property.object_type.11
source: Business
de: Geschäft

# property.object_type.12
source: Bungalows
de: Bungalow

# property.object_type.13
source: Rustic estate
de: Rustikales Grundstück

# property.object_type.14
source: Building promotion
de: Baupromotion

# property.object_type.18
source: Business property
de: Geschäftslokal

# property.house_type.1
source: Rustic
de: Rustikal

# property.house_type.2
source: Row house
de: Reihenhaus

# property.house_type.3
source: Individual
de: Individuell

# property.house_type.4
source: Duplex
de: Doppel

# property.house_type.5
source: House (to reform)
de: Reformbedürftiges Haus

# property.house_type.6
source: Structure
de: Struktur

# property.house_type.7
source: Others
de: Anderes

# property.flat_type.1
source: Flat
de: Wohnung

# property.flat_type.2
source: Apartment
de: Apartement

# property.flat_type.4
source: Attic
de: Dachwohnung

# property.flat_type.5
source: Mansard
de: Mansarde

# property.flat_type.7
source: Others
de: Anderes

# property.land_type.1
source: Industrial
de: Industriell

# property.land_type.2
source: Dotacional
de: Grundstück für öffentlichen Gebrauch

# property.land_type.3
source: Others
de: Anderes

# property.state.1
source: Extraordinary
de: Aussergewöhnlich

# property.state.2
source: Good
de: Gut

# property.state.3
source: In construction
de: In Konstruktion

# property.state.4
source: In reform
de: In Renovation

# property.state.5
source: Structure
de: Struktur erstellt

# property.state.6
source: Excelent
de: Exellent

# property.state.7
source: Bad
de: Schlecht

# property.state.8
source: Very good
de: Sehr gut

# property.state.9
source: Reform needed
de: Renovationsbedürftig

# property.state.10
source: Finish needed
de: Abschlussarbeiten ausstehend

# property.state.12
source: Regular
de: Regulär

# property.state.13
source: Restored
de: Renoviert

# property.location_type
source: Location type
de: Lage

# property.object_type
source: Object type
de: Objektart

# property.flat_type
source: Flat type
de: Wohnungsart

# property.house_type
source: House type
de: Hausform

# property.land_type
source: Land type
de: Landart

# property.classification
source: Classification
de: Klassifikation

# property.state
source: State
de: Zustand
